[
    {
        "id": 1,
        "titulo": "Pilot",
        "texto": "Estreia da série. Antes de Sam e Dean, havia os pais John e Mary. Esta é a história de amor não contada de como eles se conheceram e arriscaram tudo para salvar o mundo.",
        "favorito": true
    },
    {
        "id": 2,
        "titulo": "Teach Your Children Well",
        "texto": "John e Millie não estão na mesma página sobre o interesse dele por caçar. Mary segue uma trilha de seu pai que aponta para o desaparecimento de um garoto adolescente em Topeka.",
        "favorito": false
    },
    {
        "id": 3,
        "titulo": "You're Lost Little Girl",
        "texto": "Quando o vizinho de Mary desaparece misteriosamente, ela e John decidem investigar. John tem um encontro com alguém do passado.",
        "favorito": false
    },
    {
        "id": 4,
        "titulo": "Masters of War ",
        "texto": "Depois que os detalhes da morte de um veterano não batem, Carlos traz todos para investigar e ele compartilha um detalhe sobre seu passado que faz John vê-lo sob uma nova luz. Mary encontra um aliado inesperado que está no encalço desse monstro e Latika tenta ajudar Mary a se curar e encontrar um fim com alguém que ela perdeu. Enquanto isso, o hábito de John de correr de cabeça para o perigo deixa Millie preocupada com o filho.",
        "favorito": false
    },
    {
        "id": 5,
        "titulo": "Legend of a Mind ",
        "texto": "Segredos ocultos do passado de Ada vêm à tona quando a gangue se disfarça para investigar uma morte suspeita. Ainda se recuperando da última caçada, Millie pede a Mary que fique de olho em John enquanto eles se separam dos outros para obter informações sobre o novo caso. A vigilância de Carlos e Ada conecta a vítima ao próximo alvo. A pesquisa de Latika apresenta alguns resultados interessantes que levam John a ser o salva-vidas de Mary em uma situação complicada.",
        "favorito": false
    },
    {
        "id": 6,
        "titulo": "Art of Dying ",
        "texto": "Mary recebe uma ligação de um antigo amigo de família que está procurando por ajuda, mas, quando o time chega, eles descobrem detalhes cruciais que foram deixados de lado. Enquanto Latika luta para ser uma Caçadora e questiona seu futuro na profissão, o comprometimento e a vontade de John preocupa Mary. Carlos se vê em uma situação que nunca viveu antes e não sabe o que fazer.",
        "favorito": false
    },
    {
        "id": 7,
        "titulo": "Reflections",
        "texto": "A Caçada se intensifica, e Mary e John encontram indícios que levam aos seus pais. Carlos e Mary acabam descobrindo muito mais do que esperavam. Millie entra em ação para ajudar.",
        "favorito": false
    },
    {
        "id": 8,
        "titulo": "Hang on to Your Life",
        "texto": "Com emoções intensas persistindo após sua missão, Mary e John ficam perto de casa para cuidar de Samuel Campbell. Carlos é forçado a encarar seu passado. Millie ajuda Samuel a se recuperar.",
        "favorito": false
    },
    {
        "id": 9,
        "titulo": "Cast Your Fate to the Wind - 9 de fevereiro",
        "texto": "Quando os vampiros chegam a Lawrence, Carlos encurrala a gangue para descobrir o porquê. Latika fornece informações vitais quando John tem uma visão assustadora do futuro.",
        "favorito": false
    },
    {
        "id": 10,
        "titulo": "Em breve...",
        "texto": "",
        "favorito": false
    },
    {
        "id": 11,
        "titulo": "Em breve...",
        "texto": "",
        "favorito": false
    },
    {
        "id": 12,
        "titulo": "Em breve...",
        "texto": "",
        "favorito": false
    },
    {
        "id": 13,
        "titulo": "Em breve...",
        "texto": "",
        "favorito": false
    }
]